{
  "info": {
    "name": "Maciej P Polak",
    "h_index": 15
  },
  "articles": [
    {
      "Title": "First-principles calculations of bismuth induced changes in the band structure of dilute Ga–V–Bi and In–V–Bi alloys: chemical trends versus experimental data",
      "Authors": "MP Polak, P Scharoch, R Kudrawiec",
      "Publication date": "2015/6/22",
      "Journal": "Semiconductor Science and Technology",
      "Volume": "30",
      "Issue": "9",
      "Pages": "094001",
      "Publisher": "IOP Publishing",
      "Description": "Bi-induced changes in the band structure of Ga–V–Bi and In–V–Bi alloys are calculated within the density functional theory (DFT) for alloys with Bi≤ 3.7% and the observed chemical trends are discussed in the context of the virtual crystal approximation (VCA) and the valence band anticrossing (VBAC) model. It is clearly shown that the incorporation of Bi atoms into III–V host modifies both the conduction band (CB) and the valence band (VB). The obtained shifts of bands in GaP 1− x Bi x, GaAs 1− x Bi x, GaSb 1− x Bi x, InP 1− x Bi x, InAs 1− x Bi x, and InSb 1− x Bi x are respectively, 15,− 29,− 16,− 27,− 15, and− 10 meV/% Bi for CB, 82, 62, 16, 79, 45, and 16 meV/% Bi for VB, and− 17,− 3,− 2,− 8,− 6, and 14 meV/% Bi for spin–orbit split off band. The Bi-induced reduction of the band gap is very consistent with the available experimental data. The chemical trends observed in our calculations as well as in experimental data …",
      "Total citations": "Cited by 103201520162017201820192020202120222023215241018133107",
      "Scholar articles": "First-principles calculations of bismuth induced changes in the band structure of dilute Ga–V–Bi and In–V–Bi alloys: chemical trends versus experimental dataMP Polak, P Scharoch, R Kudrawiec - Semiconductor Science and Technology, 2015Cited by 103 Related articles All 5 versions ",
      "Link_to_paper": "https://iopscience.iop.org/article/10.1088/0268-1242/30/9/094001/meta",
      "Authors_count": 3,
      "Author_order": null,
      "Citation_count": 103
    },
    {
      "Title": "The electronic band structure of Ge1− xSnx in the full composition range: indirect, direct, and inverted gaps regimes, band offsets, and the Burstein–Moss effect",
      "Authors": "MP Polak, P Scharoch, R Kudrawiec",
      "Publication date": "2017/4/13",
      "Journal": "Journal of Physics D: Applied Physics",
      "Volume": "50",
      "Issue": "19",
      "Pages": "195103",
      "Publisher": "IOP Publishing",
      "Description": "A comprehensive and detailed study of the composition dependence of lattice constants, band gaps and band offsets has been performed for bulk Ge 1− x Sn x alloy in the full composition range using state-of-the-art density functional theory methods. A spectral weight approach to band unfolding has been applied as a means of distinguishing the indirect and direct band gaps from folded supercell band structures. In this way, four characteristic regions of the band gap character have been identified for Ge 1− x Sn x alloy: an indirect band gap (x< 6.5%), a direct band gap (6.5%< x< 25%) and an inverse band gap (x> 25%) with inverse spin–orbit split-off for 45%< x< 85%. In general, it has been observed that the bowing parameters of band edges (Γ and L-point in conduction band (CB Γ and CB L), valence band (VB), and spin–orbit (SO) band) are rather large (= 2.43±0.06 eV, = 0.64±0.04 eV, =− 0.59±0.04 …",
      "Total citations": "Cited by 94201720182019202020212022202328211819187",
      "Scholar articles": "The electronic band structure of Ge1− xSnx in the full composition range: indirect, direct, and inverted gaps regimes, band offsets, and the Burstein–Moss effectMP Polak, P Scharoch, R Kudrawiec - Journal of Physics D: Applied Physics, 2017Cited by 94 Related articles All 4 versions ",
      "Link_to_paper": "https://iopscience.iop.org/article/10.1088/1361-6463/aa67bf/meta",
      "Authors_count": 3,
      "Author_order": null,
      "Citation_count": 94
    },
    {
      "Title": "Pressure coefficients for direct optical transitions in MoS2, MoSe2, WS2, and WSe2 crystals and semiconductor to metal transitions",
      "Authors": "F Dybała, MP Polak, J Kopaczek, P Scharoch, Kedi Wu, Sefaattin Tongay, R Kudrawiec",
      "Publication date": "2016/5/24",
      "Journal": "Scientific reports",
      "Volume": "6",
      "Issue": "1",
      "Pages": "26663",
      "Publisher": "Nature Publishing Group UK",
      "Description": "The electronic band structure of MoS2, MoSe2, WS2, and WSe2, crystals has been studied at various hydrostatic pressures experimentally by photoreflectance (PR) spectroscopy and theoretically within the density functional theory (DFT). In the PR spectra direct optical transitions (A and B) have been clearly observed and pressure coefficients have been determined for these transitions to be: αA = 2.0 ± 0.1 and αB = 3.6 ± 0.1 meV/kbar for MoS2, αA = 2.3 ± 0.1 and αB = 4.0 ± 0.1 meV/kbar for MoSe2, αA = 2.6 ± 0.1 and αB = 4.1 ± 0.1 meV/kbar for WS2, αA = 3.4 ± 0.1 and αB = 5.0 ± 0.5 meV/kbar for WSe2. It has been found that these coefficients are in an excellent agreement with theoretical predictions. In addition, a comparative study of different computational DFT approaches has been performed and analyzed. For indirect gap the pressure coefficient have been determined …",
      "Total citations": "Cited by 68201620172018201920202021202220231101211710125",
      "Scholar articles": "Pressure coefficients for direct optical transitions in MoS2, MoSe2, WS2, and WSe2 crystals and semiconductor to metal transitionsF Dybała, MP Polak, J Kopaczek, P Scharoch, K Wu… - Scientific reports, 2016Cited by 68 Related articles All 12 versions ",
      "Link_to_paper": "https://www.nature.com/articles/srep26663",
      "Authors_count": 7,
      "Author_order": null,
      "Citation_count": 68
    },
    {
      "Title": "Experimental and theoretical studies of band gap alignment in GaAs1− xBix/GaAs quantum wells",
      "Authors": "R Kudrawiec, J Kopaczek, MP Polak, P Scharoch, M Gladysiewicz, J Misiewicz, RD Richards, F Bastiman, JPR David",
      "Publication date": "2014/12/21",
      "Journal": "Journal of Applied Physics",
      "Volume": "116",
      "Issue": "23",
      "Publisher": "AIP Publishing",
      "Description": "Band gap alignment in GaAs 1− x Bi x/GaAs quantum wells (QWs) was studied experimentally by photoreflectance (PR) and theoretically, ab initio, within the density functional theory in which the supercell based calculations are combined with the alchemical mixing approximation applied to a single atom in a supercell. In PR spectra, the optical transitions related to the excited states in the QW (ie, the transition between the second heavy-hole and the second electron subband) were clearly observed in addition to the ground state QW transition and the GaAs barrier transition. This observation is clear experimental evidence that this is a type I QW with a deep quantum confinement in the conduction and valence bands. From the comparison of PR data with calculations of optical transitions in GaAs 1− x Bi x/GaAs QW performed for various band gap alignments, the best agreement between experimental data and …",
      "Total citations": "Cited by 64201520162017201820192020202120222023791799633",
      "Scholar articles": "Experimental and theoretical studies of band gap alignment in GaAs1− xBix/GaAs quantum wellsR Kudrawiec, J Kopaczek, MP Polak, P Scharoch… - Journal of Applied Physics, 2014Cited by 64 Related articles All 7 versions ",
      "Link_to_paper": "https://pubs.aip.org/aip/jap/article/116/23/233508/168000",
      "Authors_count": 9,
      "Author_order": null,
      "Citation_count": 64
    },
    {
      "Title": "Direct optical transitions at K-and H-point of Brillouin zone in bulk MoS2, MoSe2, WS2, and WSe2",
      "Authors": "Jan Kopaczek, Maciej P Polak, Pawel Scharoch, Kedi Wu, Bin Chen, Sefaattin Tongay, Robert Kudrawiec",
      "Publication date": "2016/6/21",
      "Journal": "Journal of Applied Physics",
      "Volume": "119",
      "Issue": "23",
      "Publisher": "AIP Publishing",
      "Description": "Modulated reflectance (contactless electroreflectance (CER), photoreflectance (PR), and piezoreflectance (PzR)) has been applied to study direct optical transitions in bulk MoS2, MoSe2, WS2, and WSe2. In order to interpret optical transitions observed in CER, PR, and PzR spectra, the electronic band structure for the four crystals has been calculated from the first principles within the density functional theory for various points of Brillouin zone including K and H points. It is clearly shown that the electronic band structure at H point of Brillouin zone is very symmetric and similar to the electronic band structure at K point, and therefore, direct optical transitions at H point should be expected in modulated reflectance spectra besides the direct optical transitions at the K point of Brillouin zone. This prediction is confirmed by experimental studies of the electronic band structure of MoS2, MoSe2, WS2, and WSe2 crystals by …",
      "Total citations": "Cited by 54201620172018201920202021202220231310811876",
      "Scholar articles": "Direct optical transitions at K-and H-point of Brillouin zone in bulk MoS2, MoSe2, WS2, and WSe2J Kopaczek, MP Polak, P Scharoch, K Wu, B Chen… - Journal of Applied Physics, 2016Cited by 54 Related articles All 10 versions ",
      "Link_to_paper": "https://pubs.aip.org/aip/jap/article-abstract/119/23/235705/142170",
      "Authors_count": 7,
      "Author_order": 2,
      "Citation_count": 54
    },
    {
      "Title": "Theoretical and experimental studies of electronic band structure for GaSb1− xBix in the dilute Bi regime",
      "Authors": "MP Polak, P Scharoch, R Kudrawiec, J Kopaczek, Maciej Janusz Winiarski, WM Linhart, Mohana K Rajpalke, KM Yu, Tim S Jones, MJ Ashwin, Tim D Veal",
      "Publication date": "2014/8/15",
      "Journal": "Journal of Physics D: Applied Physics",
      "Volume": "47",
      "Issue": "35",
      "Pages": "355107",
      "Publisher": "IOP Publishing",
      "Description": "Photoreflectance (PR) spectroscopy was applied to study the band gap in GaSb 1− x Bi x alloys with Bi< 5%. Obtained results have been interpreted in the context of ab initio electronic band structure calculations in which the supercell (SC) based calculations are joined with the alchemical mixing (AM) approximation applied to a single atom in the cell. This approach, which we call SC-AM, allows on the one hand to study alloys with a very small Bi content, and on the other hand to avoid limitations characteristic of a pure AM approximation. It has been shown that the pure AM does not reproduce the GaSb 1− x Bi x band gap determined from PR while the agreement between experimental data and the ab initio calculations of the band gap obtained within the SC-AM approach is excellent. These calculations show that the incorporation of Bi atoms into the GaSb host modifies both the conduction and the valence band …",
      "Total citations": "Cited by 532014201520162017201820192020202120222023437106103541",
      "Scholar articles": "Theoretical and experimental studies of electronic band structure for GaSb1− xBix in the dilute Bi regimeMP Polak, P Scharoch, R Kudrawiec, J Kopaczek… - Journal of Physics D: Applied Physics, 2014Cited by 53 Related articles All 10 versions ",
      "Link_to_paper": "https://iopscience.iop.org/article/10.1088/0022-3727/47/35/355107/meta",
      "Authors_count": 11,
      "Author_order": null,
      "Citation_count": 53
    },
    {
      "Title": "Contactless electroreflectance and theoretical studies of band gap and spin-orbit splitting in InP1− xBix dilute bismide with x≤ 0.034",
      "Authors": "J Kopaczek, R Kudrawiec, MP Polak, P Scharoch, M Birkett, TD Veal, K Wang, Y Gu, Q Gong, Shumin Wang",
      "Publication date": "2014/12/1",
      "Journal": "Applied Physics Letters",
      "Volume": "105",
      "Issue": "22",
      "Publisher": "AIP Publishing",
      "Description": "Contactless electroreflectance is applied to study the band gap (E 0) and spin-orbit splitting (Δ SO) in InP 1− x Bi x alloys with 0< x≤ 0.034. The E 0 transition shifts to longer wavelengths very significantly (− 83 meV/% Bi), while the E 0+ Δ SO transition shifts very weakly (− 13 meV/% Bi) with the rise of Bi concentration. These changes in energies of optical transitions are discussed in the context of the valence band anticrossing model and ab initio calculations. Shifts of E 0 and E 0+ Δ SO transitions, obtained within ab-initio calculations, are− 106 and− 20 meV per% Bi, respectively, which is in a good agreement with experimental results.Ga (In) AsBi alloys with a few percent of Bi atoms (commonly known as “dilute bismides”), attracted great attention in the past decade because of their interesting fundamental properties including a large bandgap reduction (∼ 50–90 meV per percent of Bi) and a strong enhancement …",
      "Total citations": "Cited by 412015201620172018201920202021202220231711564141",
      "Scholar articles": "Contactless electroreflectance and theoretical studies of band gap and spin-orbit splitting in InP1− xBix dilute bismide with x≤ 0.034J Kopaczek, R Kudrawiec, MP Polak, P Scharoch… - Applied Physics Letters, 2014Cited by 41 Related articles All 11 versions ",
      "Link_to_paper": "https://pubs.aip.org/aip/apl/article/105/22/222104/132839",
      "Authors_count": 10,
      "Author_order": null,
      "Citation_count": 41
    },
    {
      "Title": "Electronic band structure of compressively strained Ge1− xSnx with x< 0.11 studied by contactless electroreflectance",
      "Authors": "K Zelazna, MP Polak, P Scharoch, J Serafinczuk, M Gladysiewicz, J Misiewicz, J Dekoster, R Kudrawiec",
      "Publication date": "2015/4/6",
      "Journal": "Applied Physics Letters",
      "Volume": "106",
      "Issue": "14",
      "Publisher": "AIP Publishing",
      "Description": "Contactless electroreflectance is applied to study direct optical transitions from the heavy hole, light hole, and spin-orbit split-off band to the conduction band in compressively strained Ge 1− x Sn x layers of various Sn concentrations at room temperature. It is shown that the energies of these transitions are in very good agreement with theoretical predictions, which take into account non-linear variation of bandgap and spin-orbit splitting plus the strain-related shifts obtained from the Bir-Pikus theory. The bowing parameter for the direct bandgap has been determined to be 1.8±0.2 eV and agree with this one obtained within ab initio calculations, which is 1.97 eV (for indirect bandgap the bowing parameter is 0.26 eV).",
      "Total citations": "Cited by 40201520162017201820192020202120222023159587221",
      "Scholar articles": "Electronic band structure of compressively strained Ge1− xSnx with x< 0.11 studied by contactless electroreflectanceK Zelazna, MP Polak, P Scharoch, J Serafinczuk… - Applied Physics Letters, 2015Cited by 40 Related articles All 6 versions ",
      "Link_to_paper": "https://pubs.aip.org/aip/apl/article/106/14/142102/27177",
      "Authors_count": 8,
      "Author_order": null,
      "Citation_count": 40
    },
    {
      "Title": "Ab initio study of InxGa1− xN–Performance of the alchemical mixing approximation",
      "Authors": "P Scharoch, MJ Winiarski, MP Polak",
      "Publication date": "2014/1/1",
      "Journal": "Computational materials science",
      "Volume": "81",
      "Pages": "358-365",
      "Publisher": "Elsevier",
      "Description": "The alchemical mixing approximation which is the ab initio pseudopotential specific implementation of the virtual crystal approximation (VCA), offered in the ABINIT package, has been employed to study the wurtzite (WZ) and zinc blende (ZB) InxGa1−xN alloy from first principles. The investigations were focused on structural properties (the equilibrium geometries), elastic properties (elastic constants and their pressure derivatives), and on the band-gap. Owing to the ABINIT functionality of calculating the Hellmann–Feynmann stresses, the elastic constants have been evaluated directly from the strain–stress relation. Values of all the quantities calculated for parent InN and GaN have been compared with the literature data and then evaluated as functions of composition x on a dense, 0.05 step, grid. Some results have been obtained which, to authors’ knowledge, have not yet been reported in the literature, like …",
      "Total citations": "Cited by 2820142015201620172018201920202021202220233242223712",
      "Scholar articles": "Ab initio study of InxGa1− xN–Performance of the alchemical mixing approximationP Scharoch, MJ Winiarski, MP Polak - Computational materials science, 2014Cited by 28 Related articles All 7 versions ",
      "Link_to_paper": "https://www.sciencedirect.com/science/article/pii/S0927025613005004",
      "Authors_count": 3,
      "Author_order": null,
      "Citation_count": 28
    },
    {
      "Title": "Direct and indirect optical transitions in bulk and atomically thin MoS2 studied by photoreflectance and photoacoustic spectroscopy",
      "Authors": "Jan Kopaczek, SJ Zelewski, MP Polak, Andrzej Gawlik, Daniele Chiappe, Andreas Schulze, Matty Caymax, Robert Kudrawiec",
      "Publication date": "2019/4/7",
      "Journal": "Journal of Applied Physics",
      "Volume": "125",
      "Issue": "13",
      "Publisher": "AIP Publishing",
      "Description": "Optical transitions in atomically thin MoS 2 samples made by sulfidation of a metallic molybdenum layer have been studied by photoreflectance (PR) and photoacoustic (PA) spectroscopy. The obtained spectra are compared with PR and PA spectra of bulk MoS 2. It is shown that the absorption edge observed in the PA spectrum shifts to blue when moving from the bulk MoS 2 to the atomically thin MoS 2 layers, whereas the direct optical transitions at the K point of the Brillouin zone (A and B transitions), which are observed in the PR spectrum, do not shift spectrally in a significant manner. On the other hand, the A H transition, which is related to the direct optical transition at the H point of the Brillouin zone and is typical of bulk MoS 2, is not observed for atomically thin MoS 2 layers. Moreover, a strong and broad PR resonance related to the band nesting (C transition) is identified in the PR spectra of studied samples. In …",
      "Total citations": "Cited by 212019202020212022202311856",
      "Scholar articles": "Direct and indirect optical transitions in bulk and atomically thin MoS2 studied by photoreflectance and photoacoustic spectroscopyJ Kopaczek, SJ Zelewski, MP Polak, A Gawlik… - Journal of Applied Physics, 2019Cited by 21 Related articles All 7 versions ",
      "Link_to_paper": "https://pubs.aip.org/aip/jap/article/125/13/135701/346262",
      "Authors_count": 8,
      "Author_order": null,
      "Citation_count": 21
    },
    {
      "Title": "Strain and Band-Gap Engineering in - Alloys via  Doping",
      "Authors": "Slawomir Prucnal, Yonder Berencén, Mao Wang, Jörg Grenzer, Matthias Voelskow, Rene Hübner, Yuji Yamamoto, Alexander Scheit, Florian Bärwolf, Vitaly Zviagin, Rüdiger Schmidt-Grund, Marius Grundmann, Jerzy Żuk, Marcin Turek, Andrzej Droździel, Krzysztof Pyszniak, Robert Kudrawiec, Maciej P Polak, Lars Rebohle, Wolfgang Skorupa, Manfred Helm, Shengqiang Zhou",
      "Publication date": "2018/12/21",
      "Journal": "Physical Review Applied",
      "Volume": "10",
      "Issue": "6",
      "Pages": "064055",
      "Publisher": "American Physical Society",
      "Description": "Ge with a quasi-direct band gap can be realized by strain engineering, alloying with Sn, or ultrahigh n-type doping. In this work, we use all three approaches together to fabricate direct-band-gap Ge− Sn alloys. The heavily doped n-type Ge− Sn is realized with CMOS-compatible nonequilibrium material processing. P is used to form highly doped n-type Ge− Sn layers and to modify the lattice parameter of P-doped Ge− Sn alloys. The strain engineering in heavily-P-doped Ge− Sn films is confirmed by x-ray diffraction and micro Raman spectroscopy. The change of the band gap in P-doped Ge− Sn alloy as a function of P concentration is theoretically predicted by density functional theory and experimentally verified by near-infrared spectroscopic ellipsometry. According to the shift of the absorption edge, it is shown that for an electron concentration greater than 1× 10 cm the band-gap renormalization is partially …",
      "Total citations": "Cited by 212019202020212022202326733",
      "Scholar articles": "Strain and band-gap engineering in Ge-Sn alloys via P dopingS Prucnal, Y Berencén, M Wang, J Grenzer… - Physical Review Applied, 2018Cited by 21 Related articles All 7 versions ",
      "Link_to_paper": "https://journals.aps.org/prapplied/abstract/10.1103/PhysRevApplied.10.064055",
      "Authors_count": 22,
      "Author_order": 18,
      "Citation_count": 21
    },
    {
      "Title": "Experimental Measurements and First Principles Modeling of Secondary Electron Yield of Materials of Interest to High Power Vacuum Electron Devices",
      "Authors": "TA Malik, M Gilmore, S Portillo, RE Gutierrez, M Polak, R Johnson",
      "Publication date": "2020",
      "Journal": "APS Division of Plasma Physics Meeting Abstracts",
      "Volume": "2020",
      "Description": "Multipactor breakdown (MPB) is a RF breakdown phenomenon that decreases the overall efficiency of high power RF systems operating in vacuum. In worst case scenario, MPB might also lead to complete failure of the device. Among other factors, secondary electron emission (SEE) from device electrodes in synchronism with E-field oscillations forms the important basis for triggering MPB. Therefore, minimizing SEE is important in improving RF vacuum device performance. This presentation will show the results of secondary electron yield (SEY) measurements in the low energy regime (10 eV to 1000 eV) for the materials of interest to space electronic system, including copper, aluminum 6061 and silver. In addition, different surface treatment methods adopted in this study to suppress SEY will be shown. Furthermore, simulations of copper SEY will be presented. Electronic structure properties of copper were first …",
      "Total citations": "Cited by 202019202020212022202311216",
      "Scholar articles": "& Schamiloglu, E.(2020). Experimental Measurements and First Principles Modeling of Secondary Electron Yield of Materials of Interest to High Power Vacuum Electron Devices*TA Malik, M Gilmore, S Portillo, RE Gutierrez, M Polak… - APS Division of Plasma Physics Meeting AbstractsCited by 20 Related articles Experimental Measurements and First Principles Modeling of Secondary Electron Yield of Materials of Interest to High Power Vacuum Electron DevicesTA Malik, M Gilmore, S Portillo, RE Gutierrez, M Polak… - APS Division of Plasma Physics Meeting Abstracts, 2020Cited by 1 Related articles All 2 versions ",
      "Link_to_paper": "https://ui.adsabs.harvard.edu/abs/2020APS..DPPV15015M/abstract",
      "Authors_count": 6,
      "Author_order": null,
      "Citation_count": 20
    },
    {
      "Title": "Nitrogen-related intermediate band in P-rich GaNxPyAs1−x−y alloys",
      "Authors": "K Zelazna, M Gladysiewicz, MP Polak, Samy Almosni, Antoine Létoublon, C Cornet, O Durand, W Walukiewicz, R Kudrawiec",
      "Publication date": "2017/11/16",
      "Journal": "Scientific reports",
      "Volume": "7",
      "Issue": "1",
      "Pages": "15703",
      "Publisher": "Nature Publishing Group UK",
      "Description": "The electronic band structure of phosphorus-rich GaNxPyAs1−x−y alloys (x ~ 0.025 and y ≥ 0.6) is studied experimentally using optical absorption, photomodulated transmission, contactless electroreflectance, and photoluminescence. It is shown that incorporation of a few percent of N atoms has a drastic effect on the electronic structure of the alloys. The change of the electronic band structure is very well described by the band anticrossing (BAC) model in which localized nitrogen states interact with the extended states of the conduction band of GaAsP host. The BAC interaction results in the formation of a narrow intermediate band (E− band in BAC model) with the minimum at the Γ point of the Brillouin zone resulting in a change of the nature of the fundamental band gap from indirect to direct. The splitting of the conduction band by the BAC interaction is further confirmed by a direct observation of the optical …",
      "Total citations": "Cited by 172018201920202021202235414",
      "Scholar articles": "Nitrogen-related intermediate band in P-rich GaNxPyAs1− x− y alloysK Zelazna, M Gladysiewicz, MP Polak, S Almosni… - Scientific reports, 2017Cited by 17 Related articles All 12 versions ",
      "Link_to_paper": "https://www.nature.com/articles/s41598-017-15933-1",
      "Authors_count": 9,
      "Author_order": null,
      "Citation_count": 17
    },
    {
      "Title": "Type I GaSb1-xBix/GaSb quantum wells dedicated for mid infrared laser applications: Photoreflectance studies of bandgap alignment",
      "Authors": "R Kudrawiec, J Kopaczek, O Delorme, MP Polak, M Gladysiewicz, E Luna, L Cerutti, E Tournié, Jean-Baptiste Rodriguez",
      "Publication date": "2019/5/28",
      "Journal": "Journal of Applied Physics",
      "Volume": "125",
      "Issue": "20",
      "Publisher": "AIP Publishing",
      "Description": "To determine the band alignment at the GaSb 1-x Bi x/GaSb interface, a set of GaSb 1-x Bi x/GaSb quantum wells (QWs) of various widths (7, 11, and 15 nm) and contents (Bi≤ 12%) were grown by molecular beam epitaxy and investigated by photoreflectance (PR) spectroscopy. In PR spectra, the optical transitions related to both the ground and the excited states in the QW were clearly observed. It is a direct experimental evidence that the GaSb 1-x Bi x/GaSb QW is a type-I QW with a deep quantum confinement in both the conduction and valence bands. From the comparison of PR data with calculations of energies of QW transitions performed for the varying valence band offset (VBO), the best agreement between experimental data and theoretical calculations has been found for the VBO∼ 50±5%. A very similar VBO was obtained from ab initio calculations. These calculations show that the incorporation of Bi …",
      "Total citations": "Cited by 1620192020202120225326",
      "Scholar articles": "Type I GaSb1-xBix/GaSb quantum wells dedicated for mid infrared laser applications: Photoreflectance studies of bandgap alignmentR Kudrawiec, J Kopaczek, O Delorme, MP Polak… - Journal of Applied Physics, 2019Cited by 16 Related articles All 5 versions ",
      "Link_to_paper": "https://pubs.aip.org/aip/jap/article/125/20/205706/124392",
      "Authors_count": 9,
      "Author_order": null,
      "Citation_count": 16
    },
    {
      "Title": "Band gap renormalization in n-type GeSn alloys made by ion implantation and flash lamp annealing",
      "Authors": "S Prucnal, Yonder Berencen, Mao Wang, Lars Rebohle, Robert Kudrawiec, Maciej Polak, Vitaly Zviagin, R Schmidt-Grund, Marius Grundmann, Joerg Grenzer, M Turek, A Droździel, K Pyszniak, J Zuk, Manfred Helm, Wolfgang Skorupa, Shengqiang Zhou",
      "Publication date": "2019/5/28",
      "Journal": "Journal of Applied Physics",
      "Volume": "125",
      "Issue": "20",
      "Publisher": "AIP Publishing",
      "Description": "The last missing piece of the puzzle for the full functionalization of group IV optoelectronic devices is a direct bandgap semiconductor made by CMOS compatible technology. Here, we report on the fabrication of GeSn alloys with Sn concentrations up to 4.5% using ion implantation followed by millisecond-range explosive solid phase epitaxy. The n-type single crystalline GeSn alloys are realized by coimplantation of Sn and P into Ge. Both the activation of P and the formation of GeSn are performed during a single-step flash lamp annealing for 3 ms. The bandgap engineering in GeSn as a function of the doping level and Sn concentration is theoretically predicted by density functional theory and experimentally verified using ellipsometric spectroscopy. We demonstrate that both the diffusion and the segregation of Sn and P atoms in Ge are fully suppressed by millisecond-range nonequilibrium thermal processing.",
      "Total citations": "Cited by 1620202021202220235542",
      "Scholar articles": "Band gap renormalization in n-type GeSn alloys made by ion implantation and flash lamp annealingS Prucnal, Y Berencen, M Wang, L Rebohle… - Journal of Applied Physics, 2019Cited by 16 Related articles All 8 versions ",
      "Link_to_paper": "https://pubs.aip.org/aip/jap/article-abstract/125/20/203105/1024753",
      "Authors_count": 17,
      "Author_order": null,
      "Citation_count": 16
    },
    {
      "Title": "Anomalous band-gap bowing of AlN1− xPx alloy",
      "Authors": "MJ Winiarski, M Polak, P Scharoch",
      "Publication date": "2013/10/25",
      "Journal": "Journal of alloys and compounds",
      "Volume": "575",
      "Pages": "158-161",
      "Publisher": "Elsevier",
      "Description": "Electronic structure of zinc blende AlN1−xPx alloy has been calculated from first principles. Structural optimization has been performed within the framework of LDA and the band-gaps calculated with the modified Becke–Jonson (MBJLDA) method. Two approaches have been examined: the virtual crystal approximation (VCA) and the supercell-based calculations (SC). The composition dependence of the lattice parameter obtained from the SC obeys Vegard’s law whereas the volume optimization in the VCA leads to an anomalous bowing of the lattice constant. A strong correlation between the band-gaps and the structural parameter in the VCA method has been observed. On the other hand, in the SC method the supercell size and atoms arrangement (clustered vs. uniform) appear to have a great influence on the computed band-gaps. In particular, an anomalously big band-gap bowing has been found in the case …",
      "Total citations": "Cited by 14201420152016201720182019202020212224111",
      "Scholar articles": "Anomalous band-gap bowing of AlN1− xPx alloyMJ Winiarski, M Polak, P Scharoch - Journal of alloys and compounds, 2013Cited by 14 Related articles All 10 versions ",
      "Link_to_paper": "https://www.sciencedirect.com/science/article/pii/S0925838813008451",
      "Authors_count": 3,
      "Author_order": null,
      "Citation_count": 14
    },
    {
      "Title": "First principles prediction of structural and electronic properties of TlxIn1− xN alloy",
      "Authors": "MJ Winiarski, P Scharoch, MP Polak",
      "Publication date": "2014/11/15",
      "Journal": "Journal of alloys and compounds",
      "Volume": "613",
      "Pages": "33-36",
      "Publisher": "Elsevier",
      "Description": "Structural and electronic properties of zinc blende Tl x In 1− x N alloy have been evaluated from first principles. The band structures have been obtained within density functional theory (DFT) with the modified Becke–Johnson (MBJLDA) approach for the exchange–correlation potential, and atoms represented by the fully relativistic pseudopotentials. The calculated band-gap dependence on Tl content in this hypothetical alloy exhibits a linear behavior up to the 25% of thallium content where its value approaches zero. In turn, the split-off energy at the Γ point of the Brillouin zone, related to the spin-orbit coupling, is predicted to be comparable in value to the band-gap for relatively low thallium content of about 5%. These findings point to Tl x In 1− x N alloy as a promising material for optoelectronic applications. Furthermore, the band structure of TlN reveals some specific properties exhibited by topological insulators.",
      "Total citations": "Cited by 13201520162017201820192020202120221151311",
      "Scholar articles": "First principles prediction of structural and electronic properties of TlxIn1− xN alloyMJ Winiarski, P Scharoch, MP Polak - Journal of alloys and compounds, 2014Cited by 13 Related articles All 9 versions ",
      "Link_to_paper": "https://www.sciencedirect.com/science/article/pii/S0925838814012511",
      "Authors_count": 3,
      "Author_order": null,
      "Citation_count": 13
    },
    {
      "Title": "Extracting Accurate Materials Data from Research Papers with Conversational Language Models and Prompt Engineering--Example of ChatGPT",
      "Authors": "Maciej P Polak, Dane Morgan",
      "Publication date": "2023/3/7",
      "Journal": "arXiv preprint arXiv:2303.05352",
      "Description": "There has been a growing effort to replace hand extraction of data from research papers with automated data extraction based on natural language processing (NLP), language models (LMs), and recently, large language models (LLMs). Although these methods enable efficient extraction of data from large sets of research papers, they require a significant amount of up-front effort, expertise, and coding. In this work we propose the ChatExtract method that can fully automate very accurate data extraction with essentially no initial effort or background using an advanced conversational LLM (or AI). ChatExtract consists of a set of engineered prompts applied to a conversational LLM that both identify sentences with data, extract data, and assure its correctness through a series of follow-up questions. These follow-up questions address a critical challenge associated with LLMs - their tendency to provide factually inaccurate responses. ChatExtract can be applied with any conversational LLMs and yields very high quality data extraction. In tests on materials data we find precision and recall both over 90% from the best conversational LLMs, likely rivaling or exceeding human accuracy in many cases. We demonstrate that the exceptional performance is enabled by the information retention in a conversational model combined with purposeful redundancy and introducing uncertainty through follow-up prompts. These results suggest that approaches similar to ChatExtract, due to their simplicity, transferability and accuracy are likely to replace other methods of data extraction in the near future.",
      "Total citations": "Cited by 11202311",
      "Scholar articles": "Extracting Accurate Materials Data from Research Papers with Conversational Language Models and Prompt Engineering--Example of ChatGPTMP Polak, D Morgan - arXiv preprint arXiv:2303.05352, 2023Cited by 11 Related articles All 2 versions ",
      "Link_to_paper": "https://arxiv.org/abs/2303.05352",
      "Authors_count": 2,
      "Author_order": 1,
      "Citation_count": 11
    },
    {
      "Title": "MAST-SEY: MAterial Simulation Toolkit for Secondary Electron Yield. A monte carlo approach to secondary electron emission based on complex dielectric functions",
      "Authors": "Maciej P Polak, Dane Morgan",
      "Publication date": "2021/6/1",
      "Journal": "Computational Materials Science",
      "Volume": "193",
      "Pages": "110281",
      "Publisher": "Elsevier",
      "Description": "MAST-SEY is an open-source Monte Carlo code capable of calculating secondary electron emission using input data generated entirely from first principle (density functional theory) calculations. It utilizes the complex dielectric function and Penn’s theory for inelastic scattering processes, and relativistic Schrödinger theory by means of a partial-wave expansion method to govern elastic scattering. It allows the user to include explicitly calculated momentum dependence of the dielectric function, as well as to utilize first-principle density of states in secondary electron generation, which provides a more complete description of the underlying physics. In this paper we thoroughly describe the theoretical aspects of the modeling, as used in the code, and present sample results obtained for copper and aluminum.",
      "Total citations": "Cited by 8202120222023332",
      "Scholar articles": "MAST-SEY: MAterial Simulation Toolkit for Secondary Electron Yield. A monte carlo approach to secondary electron emission based on complex dielectric functionsMP Polak, D Morgan - Computational Materials Science, 2021Cited by 8 Related articles All 3 versions ",
      "Link_to_paper": "https://www.sciencedirect.com/science/article/pii/S0927025621000069",
      "Authors_count": 2,
      "Author_order": 1,
      "Citation_count": 8
    },
    {
      "Title": "First principles inelastic mean free paths coupled with Monte Carlo simulation of secondary electron yield of Cu-Ni, Cu-Zn, and Mo-Li",
      "Authors": "Raul E Gutierrez, Ivana Matanovic, Maciej P Polak, Ryan S Johnson, Dane Morgan, Edl Schamiloglu",
      "Publication date": "2021/5/7",
      "Journal": "Journal of Applied Physics",
      "Volume": "129",
      "Issue": "17",
      "Publisher": "AIP Publishing",
      "Description": "Secondary electron yield (SEY) is relevant for widely used characterization methods (eg, secondary electron spectroscopy and electron microscopy) and materials applications (eg, multipactor effect). Key quantities necessary for understanding the physics of electron transport in materials and simulation of SEY are electron mean free paths (MFPs). This paper explores the impact of alloying on MFPs and SEY for Cu-Ni, Cu-Zn, and Mo-Li alloys relative to their component metals Cu, Ni, Zn, Mo, and Li. Density functional theory calculations yield density of states, Fermi energy, work function, and frequency-and momentum-dependent energy loss function. These material properties were used to calculate MFPs and Monte Carlo simulations were performed to obtain energy dependent SEY for the alloys as well for the component metals. The results show that MFPs and SEYs of the studied alloys lie between those of …",
      "Total citations": "Cited by 8202120222023143",
      "Scholar articles": "First principles inelastic mean free paths coupled with Monte Carlo simulation of secondary electron yield of Cu-Ni, Cu-Zn, and Mo-LiRE Gutierrez, I Matanovic, MP Polak, RS Johnson… - Journal of Applied Physics, 2021Cited by 8 Related articles All 4 versions ",
      "Link_to_paper": "https://pubs.aip.org/aip/jap/article/129/17/175105/282989",
      "Authors_count": 6,
      "Author_order": 3,
      "Citation_count": 8
    },
    {
      "Title": "Bowing of the band gap and spin-orbit splitting energy in BGaAs",
      "Authors": "R Kudrawiec, MP Polak, KM McNicholas, J Kopaczek, MA Wistey, SR Bank",
      "Publication date": "2020/1/8",
      "Journal": "Materials Research Express",
      "Volume": "6",
      "Issue": "12",
      "Pages": "125913",
      "Publisher": "IOP Publishing",
      "Description": "BGaAs layers with the boron concentration up to 17.7% have been grown by molecular beam epitaxy on GaAs and GaP substrates and studied by photoreflectance (PR) spectroscopy. The direct optical transitions between the valence band (heavy hole, light hole, and the spin–orbit split-off band) and the conduction band have been observed in PR spectra. The bowing parameter for the band gap and the spin–orbit splitting has been determined from PR studies to be 3.6±0.2 and 0.2±0.1 eV, respectively. These values are very close to those determined using state-of-the-art first principle density functional methods (b dir= 3.5±0.1 eV and b SO= 0.06±0.02 eV). In addition, the indirect band gap has been examined theoretically and the bowing parameter has been determined to be 2.3±0. eV, with the crossing between the direct and indirect gap in BGaAs at∼ 12% B.",
      "Total citations": "Cited by 8202020212022323",
      "Scholar articles": "Bowing of the band gap and spin-orbit splitting energy in BGaAsR Kudrawiec, MP Polak, KM McNicholas, J Kopaczek… - Materials Research Express, 2020Cited by 8 Related articles All 4 versions ",
      "Link_to_paper": "https://iopscience.iop.org/article/10.1088/2053-1591/ab62e9/meta",
      "Authors_count": 6,
      "Author_order": null,
      "Citation_count": 8
    },
    {
      "Title": "Electronic band structure of nitrogen diluted Ga (PAsN): Formation of the intermediate band, direct and indirect optical transitions, and localization of states",
      "Authors": "Maciej P Polak, Robert Kudrawiec, Oleg Rubel",
      "Publication date": "2019/11/7",
      "Journal": "Journal of Applied Physics",
      "Volume": "126",
      "Issue": "17",
      "Publisher": "AIP Publishing",
      "Description": "The electronic band structure of Ga (PAsN) with a few percent of nitrogen is calculated in the whole composition range of Ga (PAs) host using density functional methods including the modified Becke-Johnson functional to correctly reproduce the bandgap and unfolding of the supercell band structure to reveal the character of the bands. Relatively small amounts of nitrogen introduced to Ga (PAs) lead to the formation of an intermediate band below the conduction band, which is consistent with the band anticrossing model, widely used to describe the electronic band structure of dilute nitrides. However, in this study, calculations are performed in the whole Brillouin zone and they reveal the significance of the correct description of the band structure near the edges of the Brillouin zone, especially for the indirect bandgap P-rich host alloy, which may not be properly captured with simpler models. The influence of nitrogen …",
      "Total citations": "Cited by 820202021202220234121",
      "Scholar articles": "Electronic band structure of nitrogen diluted Ga (PAsN): Formation of the intermediate band, direct and indirect optical transitions, and localization of statesMP Polak, R Kudrawiec, O Rubel - Journal of Applied Physics, 2019Cited by 8 Related articles All 6 versions ",
      "Link_to_paper": "https://pubs.aip.org/aip/jap/article/126/17/175701/1059741",
      "Authors_count": 3,
      "Author_order": 1,
      "Citation_count": 8
    },
    {
      "Title": "Machine Learning for Impurity Charge-State Transition Levels in Semiconductors from Elemental Properties Using Multi-Fidelity Datasets",
      "Authors": "Maciej Piotr Polak, Ryan Jacobs, Arun Kumar Mannodi Kanakkithodi, Maria KY Chan, Dane Morgan",
      "Publication date": "2022/2/28",
      "Journal": "The Journal of Chemical Physics",
      "Volume": "156",
      "Pages": "114110",
      "Publisher": "AIP Publishing LLC",
      "Description": "Quantifying charge-state transition energy levels of impurities in semiconductors is critical to understanding and engineering their optoelectronic properties for applications ranging from solar photovoltaics to infrared lasers. While these transition levels can be measured and calculated accurately, such efforts are time-consuming and more rapid prediction methods would be beneficial. Here, we significantly reduce the time typically required to predict impurity transition levels using multi-fidelity datasets and a machine learning approach employing features based on elemental properties and impurity positions. We use transition levels obtained from low-fidelity (ie, local-density approximation or generalized gradient approximation) density functional theory (DFT) calculations, corrected using a recently proposed modified band alignment scheme, which well-approximates transition levels from high-fidelity DFT (ie …",
      "Total citations": "Cited by 42022202313",
      "Scholar articles": "Machine learning for impurity charge-state transition levels in semiconductors from elemental properties using multi-fidelity datasetsMP Polak, R Jacobs, A Mannodi-Kanakkithodi… - The Journal of Chemical Physics, 2022Cited by 4 Related articles All 10 versions ",
      "Link_to_paper": "https://pubs.aip.org/aip/jcp/article/156/11/114110/2840918",
      "Authors_count": 5,
      "Author_order": null,
      "Citation_count": 4
    },
    {
      "Title": "Flexible, Model-Agnostic Method for Materials Data Extraction from Text Using General Purpose Language Models",
      "Authors": "Maciej P Polak, Shrey Modi, Anna Latosinska, Jinming Zhang, Ching-Wen Wang, Shanonan Wang, Ayan Deep Hazra, Dane Morgan",
      "Publication date": "2023/2/9",
      "Journal": "arXiv preprint arXiv:2302.04914",
      "Description": "Accurate and comprehensive material databases extracted from research papers are critical for materials science and engineering but require significant human effort to develop. In this paper we present a simple method of extracting materials data from full texts of research papers suitable for quickly developing modest-sized databases. The method requires minimal to no coding, prior knowledge about the extracted property, or model training, and provides high recall and almost perfect precision in the resultant database. The method is fully automated except for one human-assisted step, which typically requires just a few hours of human labor. The method builds on top of natural language processing and large general language models but can work with almost any such model. The language models GPT-3/3.5, bart and DeBERTaV3 are evaluated here for comparison. We provide a detailed detailed analysis of the methods performance in extracting bulk modulus data, obtaining up to 90% precision at 96% recall, depending on the amount of human effort involved. We then demonstrate the methods broader effectiveness by developing a database of critical cooling rates for metallic glasses.",
      "Total citations": "Cited by 320233",
      "Scholar articles": "Flexible, Model-Agnostic Method for Materials Data Extraction from Text Using General Purpose Language ModelsMP Polak, S Modi, A Latosinska, J Zhang, CW Wang… - arXiv preprint arXiv:2302.04914, 2023Cited by 3 Related articles All 2 versions ",
      "Link_to_paper": "https://arxiv.org/abs/2302.04914",
      "Authors_count": 8,
      "Author_order": 1,
      "Citation_count": 3
    },
    {
      "Title": "Experimental and theoretical studies of native deep-level defects in transition metal dichalcogenides",
      "Authors": "Jun Young Kim, Łukasz Gelczuk, Maciej P Polak, Daria Hlushchenko, Dane Morgan, Robert Kudrawiec, Izabela Szlufarska",
      "Publication date": "2022/10/29",
      "Journal": "npj 2D Materials and Applications",
      "Volume": "6",
      "Issue": "1",
      "Pages": "75",
      "Publisher": "Nature Publishing Group UK",
      "Description": "Transition metal dichalcogenides (TMDs), especially in two-dimensional (2D) form, exhibit many properties desirable for device applications. However, device performance can be hindered by the presence of defects. Here, we combine state of the art experimental and computational approaches to determine formation energies and charge transition levels of defects in bulk and 2D MX2 (M = Mo or W; X = S, Se, or Te). We perform deep level transient spectroscopy (DLTS) measurements of bulk TMDs. Simultaneously, we calculate formation energies and defect levels of all native point defects, which enable identification of levels observed in DLTS and extend our calculations to vacancies in 2D TMDs, for which DLTS is challenging. We find that reduction of dimensionality of TMDs to 2D has a significant impact on defect properties. This finding may explain differences in optical properties of 2D TMDs synthesized …",
      "Total citations": "Cited by 320233",
      "Scholar articles": "Experimental and theoretical studies of native deep-level defects in transition metal dichalcogenidesJY Kim, Ł Gelczuk, MP Polak, D Hlushchenko… - npj 2D Materials and Applications, 2022Cited by 3 Related articles All 7 versions ",
      "Link_to_paper": "https://www.nature.com/articles/s41699-022-00350-4",
      "Authors_count": 7,
      "Author_order": 3,
      "Citation_count": 3
    },
    {
      "Title": "Electronic band structure of semiconductor alloys: From ab initio to k· p via computational alchemy, on example of Ge1-xSnx alloy",
      "Authors": "Paweł Scharoch, Norbert Janik, Michał Wiśniewski, Herbert S Mączko, Marta Gładysiewicz, Maciej P Polak, Robert Kudrawiec",
      "Publication date": "2021/2/1",
      "Journal": "Computational Materials Science",
      "Volume": "187",
      "Pages": "110052",
      "Publisher": "Elsevier",
      "Description": "First principles calculations are increasingly often used in device modelling. However, due to their complexity and high computational costs, simplified but reliable models are of great value. In this work, we present an original method of finding the 30-band k· p parameters on an example of Ge 1-x Sn x alloy. It allows to reproduce the electronic band structure in the full BZ and in the full composition range. The method uses the state-of-the-art supercell based ab initio calculations as the reference. A direct fitting of the k· p parameters from ab initio supercell band structures is difficult since the assignment of the k· p bands to correct eigenvalues of the reference band structures may be ambiguous. For this reason, the ab initio computational alchemy is used as an intermediate step. Owing to its properties, the supercell unfolded eigenvalues are approximated with continuous curves, which enables a straigthforward way to …",
      "Total citations": "Cited by 32022202321",
      "Scholar articles": "Electronic band structure of semiconductor alloys: From ab initio to k· p via computational alchemy, on example of Ge1-xSnx alloyP Scharoch, N Janik, M Wiśniewski, HS Mączko… - Computational Materials Science, 2021Cited by 3 Related articles ",
      "Link_to_paper": "https://www.sciencedirect.com/science/article/pii/S0927025620305437",
      "Authors_count": 7,
      "Author_order": 6,
      "Citation_count": 3
    },
    {
      "Title": "Modified band alignment method to obtain hybrid functional accuracy from standard DFT: Application to defects in highly mismatched III-V: Bi alloys",
      "Authors": "Maciej P Polak, Robert Kudrawiec, Ryan Jacobs, Izabela Szlufarska, Dane Morgan",
      "Publication date": "2021/12/3",
      "Journal": "Physical Review Materials",
      "Volume": "5",
      "Issue": "12",
      "Pages": "124601",
      "Publisher": "American Physical Society",
      "Description": "This paper provides an accurate theoretical defect energy database for pure and Bi-containing III-V (III-V: Bi) materials and investigates efficient methods for high-throughput defect calculations based on corrections of results obtained with local and semilocal functionals. Point defects as well as nearest-neighbor and second-nearest-neighbor pair defects were investigated in charge states ranging from− 5 to 5. Ga-V: Bi systems (GaP: Bi, GaAs: Bi, and GaSb: Bi) were thoroughly investigated with significantly slower, higher fidelity hybrid Heyd-Scuseria-Ernzerhof (HSE) and significantly faster, lower fidelity local density approximation (LDA) calculations. In both approaches, spurious electrostatic interactions were corrected with the Freysoldt correction. The results were verified against available experimental results and used to assess the accuracy of a previous band alignment correction. Here, a modified band …",
      "Total citations": "Cited by 220222",
      "Scholar articles": "Modified band alignment method to obtain hybrid functional accuracy from standard DFT: Application to defects in highly mismatched III-V: Bi alloysMP Polak, R Kudrawiec, R Jacobs, I Szlufarska… - Physical Review Materials, 2021Cited by 2 Related articles All 4 versions ",
      "Link_to_paper": "https://journals.aps.org/prmaterials/abstract/10.1103/PhysRevMaterials.5.124601",
      "Authors_count": 5,
      "Author_order": 1,
      "Citation_count": 2
    },
    {
      "Title": "Elastic Properties and the Band Gap of AlNₓP1-ₓ Semiconductor Alloy: A Comparative Study of Various Ab Initio Approaches",
      "Authors": "MP Polak, MJ Winiarski, K Wittek, P Scharoch",
      "Publication date": "2016",
      "Journal": "Advances in Materials Science and Engineering",
      "Publisher": "Hindawi",
      "Description": "Structural and elastic properties of , a novel semiconductor alloy, are studied from the first principles in both zinc-blende and wurtzite structures. Performances of the finite difference (FD) method and the density functional perturbation theory (DFPT) are tested and compared. Both of these methods are applied to two different approaches of alloy simulation, a supercell of 16 and 32 atoms (for zinc-blende and wurtzite structures, resp.) and the alchemical mixing (AM) method, where the pseudopotentials are mixed in an appropriate way to form an alloy. All elastic properties, including the elastic tensors, elastic moduli, Poisson’s ratio, B/G, and relaxation coefficient, as well as lattice parameters are calculated using all said methods. Conclusions about the use of the approaches investigated in this paper and about their performance are drawn. In addition, in both crystal structures, the band gap is studied in the whole composition range using the MBJLDA functional. The band gap bowings are unusually high, which confirms earlier reports.",
      "Total citations": "Cited by 2201720182019202011",
      "Scholar articles": "Elastic properties and the band gap of semiconductor alloy: A comparative study of various ab initio approachesMP Polak, MJ Winiarski, K Wittek, P Scharoch - Advances in Materials Science and Engineering, 2016Cited by 2 Related articles All 5 versions ",
      "Link_to_paper": "https://www.hindawi.com/journals/amse/2016/1429023/",
      "Authors_count": 4,
      "Author_order": null,
      "Citation_count": 2
    },
    {
      "Title": "Carrier dynamics in (Ga, In)(Sb, Bi)/GaSb quantum wells for laser applications in the mid-infrared spectral range",
      "Authors": "E Rogowicz, J Kopaczek, MP Polak, O Delorme, L Cerutti, E Tournié, J-B Rodriguez, R Kudrawiec, M Syperek",
      "Publication date": "2022/7/28",
      "Journal": "Scientific Reports",
      "Volume": "12",
      "Issue": "1",
      "Pages": "12961",
      "Publisher": "Nature Publishing Group UK",
      "Description": "We present experimental studies on low-temperature () carrier dynamics in (Ga,In)(Sb,Bi)/GaSb quantum wells (QWs) with the nominal In content of 3.7% and the Bi ranging from 6 to 8%. The photoreflectance experiment revealed the QW bandgap evolution with  % Bi, which resulted in the bandgap tunability roughly between 629 and , setting up the photon emission wavelength between 1.97 and . The photoluminescence experiment showed a relatively small 3–10 Stokes shift regarding the fundamental QW absorption edge, indicating the exciton localisation beneath the QW mobility edge. The localised state’s distribution, being the origin of the PL, determined carrier dynamics in the QWs probed directly by the time-resolved photoluminescence and transient reflectivity. The intraband carrier relaxation time to the QW ground state, following the non-resonant excitation, occurred within 3–25 …",
      "Total citations": "Cited by 120231",
      "Scholar articles": "Carrier dynamics in (Ga, In)(Sb, Bi)/GaSb quantum wells for laser applications in the mid-infrared spectral rangeE Rogowicz, J Kopaczek, MP Polak, O Delorme… - Scientific Reports, 2022Cited by 1 Related articles All 7 versions ",
      "Link_to_paper": "https://www.nature.com/articles/s41598-022-16966-x",
      "Authors_count": 9,
      "Author_order": null,
      "Citation_count": 1
    },
    {
      "Title": "The effect of isovalent doping on the electronic band structure of group IV semiconductors",
      "Authors": "Maciej P Polak, Paweł Scharoch, Robert Kudrawiec",
      "Publication date": "2020/12/4",
      "Journal": "Journal of Physics D: Applied Physics",
      "Volume": "54",
      "Issue": "8",
      "Pages": "085102",
      "Publisher": "IOP Publishing",
      "Description": "The band gap engineering of group IV semiconductors has not been well explored theoretically and experimentally, except for SiGe. Recently, GeSn has attracted much attention due to the possibility of obtaining a direct band gap in this alloy, thereby making it suitable for light emitters. Other group IV alloys may also potentially exhibit material properties useful for device applications, expanding the space for band gap engineering in group IV. In this work the electronic band structure of all group IV semiconductor alloys is investigated. Twelve possible A: B alloys, where A is a semiconducting host (A= C, Si, and Ge) and B is an isovalent dopant (B= C, Si, Ge, Sn, and Pb), were studied in the dilute regime (0.8%) of the isovalent dopant in the entire Brillouin zone (BZ), and the chemical trends in the evolution of their electronic band structure were carefully analyzed. Density functional theory with state-of-the-art methods …",
      "Total citations": "Cited by 120231",
      "Scholar articles": "The effect of isovalent doping on the electronic band structure of group IV semiconductorsMP Polak, P Scharoch, R Kudrawiec - Journal of Physics D: Applied Physics, 2020Cited by 1 Related articles All 4 versions ",
      "Link_to_paper": "https://iopscience.iop.org/article/10.1088/1361-6463/abc503/meta",
      "Authors_count": 3,
      "Author_order": 1,
      "Citation_count": 1
    },
    {
      "Title": "Density Functional Theory Calculations for the Simulation of Secondary Electron Yield",
      "Authors": "Ivana Matanovic, Maciej P Polak, Ryan S Johnson, Raul E Gutierrez, Dane Morgan, Edl Schamiloglu",
      "Publication date": "2020/10/19",
      "Conference": "2020 IEEE 21st International Conference on Vacuum Electronics (IVEC)",
      "Pages": "133-134",
      "Publisher": "IEEE",
      "Description": "Suppressing the harmful multipactor effect by, for instance, reducing secondary electron yield (SEY) is crucial in the design of RF space technologies. Therefore, improving fundamental understanding of how structural and electronic features of materials affect the SEY is necessary. In this benchmark work, we use density functional theory calculated properties to simulate, via Monte Carlo method, the SEY of simple metals copper and silver. As in these simulations the dielectric property i.e. the energy and momentum dependent energy loss function plays a major role, we focus our study on the computational procedures necessary to obtain reliable first principles data.",
      "Total citations": "Cited by 120201",
      "Scholar articles": "Density Functional Theory Calculations for the Simulation of Secondary Electron YieldI Matanovic, MP Polak, RS Johnson, RE Gutierrez… - 2020 IEEE 21st International Conference on Vacuum …, 2020Cited by 1 Related articles ",
      "Link_to_paper": "https://ieeexplore.ieee.org/abstract/document/9520507/",
      "Authors_count": 6,
      "Author_order": 2,
      "Citation_count": 1
    },
    {
      "Title": "Bandgap Pressure Coefficient of a CH3NH3PbI3 Thin Film Perovskite",
      "Authors": "Agnieszka Pienia̧żek, Filip Dybała, Maciej P Polak, Łukasz Przypis, Artur P Herman, Jan Kopaczek, Robert Kudrawiec",
      "Publication date": "2023/7/12",
      "Journal": "The Journal of Physical Chemistry Letters",
      "Volume": "14",
      "Issue": "28",
      "Pages": "6470-6476",
      "Publisher": "American Chemical Society",
      "Description": "Recent scientific interest in examining the bandgap evolution of a MAPbI3 hybrid perovskite by applying hydrostatic pressure has mostly focused on a room-temperature tetragonal phase. In contrast, the pressure response of a low-temperature orthorhombic phase (OP) of MAPbI3 has not been explored and understood. In this research, we investigate for the first time how hydrostatic pressure alters the electronic landscape of the OP of MAPbI3. Pressure studies using photoluminescence combined with calculations within density functional theory at zero temperature allowed us to identify the main physical factors affecting the bandgap evolution of the OP of MAPbI3. The negative bandgap pressure coefficient was found to be strongly dependent on the temperature (α120K = −13.3 ± 0.1 meV/GPa, α80K = −29.8 ± 0.1 meV/GPa, and α40K = −36.3 ± 0.1 meV/GPa). Such dependence is related to the changes in the Pb–I …",
      "Scholar articles": "Bandgap Pressure Coefficient of a CH3NH3PbI3 Thin Film PerovskiteA Pienia̧żek, F Dybała, MP Polak, Ł Przypis… - The Journal of Physical Chemistry Letters, 2023All 4 versions ",
      "Link_to_paper": "https://pubs.acs.org/doi/abs/10.1021/acs.jpclett.3c01258",
      "Authors_count": 7,
      "Author_order": 3,
      "Citation_count": null
    },
    {
      "Title": "Material gain and eight-band kp description for selected perovskites",
      "Authors": "Krzysztof Gawarecki, Michał Wiśniewski, Maciej Polak, Robert Kudrawiec, Marta Gładysiewicz",
      "Publication date": "2023/6/14",
      "Journal": "arXiv preprint arXiv:2306.08643",
      "Description": "In this work, we present a ready-to-use symmetry invariant expansion form of the eight-band k.p Hamiltonian for perovskites. The model is derived to account for the C4v symmetry and it is utilized to determine the band structures for perovskite materials of pseudo-cubic phase. In order to find respective parameters, the band structures of considered materials were calculated within state-of-the-art DFT approach and used next as targets to adjust the k.p bands. The calculated band structure was used to obtain the material gain for bulk crystals (CsPbCl, CsPbBr, CsPbI, MAPbCl, MAPbBr and MAPbI) which is compared with well-established III-V semiconductors. It was shown that the calculated gain is stronger than for the reference materials GaAs and InP.",
      "Scholar articles": "Material gain and eight-band kp description for selected perovskitesK Gawarecki, M Wiśniewski, M Polak, R Kudrawiec… - arXiv preprint arXiv:2306.08643, 2023Related articles All 3 versions ",
      "Link_to_paper": "https://arxiv.org/abs/2306.08643",
      "Authors_count": 5,
      "Author_order": null,
      "Citation_count": null
    },
    {
      "Title": "Band parameters of group III–V semiconductors in wurtzite structure",
      "Authors": "Jakub Ziembicki, Paweł Scharoch, Maciej P Polak, Michał Wiśniewski, Robert Kudrawiec",
      "Publication date": "2022/12/14",
      "Journal": "Journal of Applied Physics",
      "Volume": "132",
      "Issue": "22",
      "Publisher": "AIP Publishing",
      "Description": "The properties of most III-V semiconductor materials in the wurtzite structure are not known because of their metastable character. However, recent advances in the growth of III-V wurtzite nanorods open new perspectives for applications. In this work, we present a systematic computational study of bulk wurtzite III-V semiconductors, using predictive ab initio methods, to provide a necessary base knowledge for studying the nanostructures. The most important physical properties of bulk systems, ie, lattice constants, elasticity, spontaneous polarization, piezoelectricity, band structures, deformation potentials, and band offsets, have been studied. Comparison with the available experimental and theoretical data shows the high credibility of our results. Moreover, we provide a complete set of parameters for a six-band kÁp model, which is widely used for simulating devices based on semiconductor heterostructures.",
      "Scholar articles": "Band parameters of group III–V semiconductors in wurtzite structureJ Ziembicki, P Scharoch, MP Polak, M Wiśniewski… - Journal of Applied Physics, 2022Related articles All 4 versions ",
      "Link_to_paper": "https://pubs.aip.org/aip/jap/article-abstract/132/22/225701/2838165",
      "Authors_count": 5,
      "Author_order": 3,
      "Citation_count": null
    },
    {
      "Title": "Density Functional Theory Calculations Coupled with Monte Carlo Simulations for Prediction of Secondary Electron Yield from Metals, Alloys and Metal Oxides",
      "Authors": "RE Gutierrez, I Gonzales, M Polak, D Morgan, E Schamiloglu",
      "Publication date": "2022/5/22",
      "Conference": "2022 IEEE International Conference on Plasma Science (ICOPS)",
      "Pages": "1-2",
      "Publisher": "IEEE",
      "Description": "The multipactor effect, caused by secondary electrons in resonance with an alternating electric field, leads to exponential electron multiplication that is damaging to RF devices in space. Our work therefore aims at understanding the material properties that influence the Secondary Electron Yield (SEY) and finding materials which could help reduce SEY and the multipactor effect [1] .",
      "Scholar articles": "Density Functional Theory Calculations Coupled with Monte Carlo Simulations for Prediction of Secondary Electron Yield from Metals, Alloys and Metal OxidesRE Gutierrez, I Gonzales, M Polak, D Morgan… - 2022 IEEE International Conference on Plasma …, 2022Related articles ",
      "Link_to_paper": "https://ieeexplore.ieee.org/abstract/document/9813352/",
      "Authors_count": 5,
      "Author_order": null,
      "Citation_count": null
    },
    {
      "Title": "Calculation of Secondary Electron Yield of Alloys: Single Pole Approximation",
      "Authors": "Raul E Gutierrez, Ivana Matanovic, Maciej P Polak, Ryan S Johnson, Dane Morgan, Edl Schamiloglu",
      "Publication date": "2021/4/27",
      "Conference": "2021 22nd International Vacuum Electronics Conference (IVEC)",
      "Pages": "1-2",
      "Publisher": "IEEE",
      "Description": "Runaway secondary electrons can have detrimental effects on high power radio frequency devices used by the space industry. These runaway secondary electrons lead to a phenomenon known as the multipactor effect and the purpose of this work is to study the Secondary Electron Yield (SEY) of materials in an effort to find material properties which can help reduce the multipactor effect. In order to understand how alloying changes SEY, material properties of alloys CuNi, CuZn, and their component metals Cu, Ni, and Zn, are probed with the aid of Density Functional Theory (DFT). DFT is utilized in order to calculate the energy loss function (ELF), Fermi energy, density of states, and work function, all of which are used in a Monte Carlo simulation to calculate the SEY. In this work, the momentum dependency of the ELF is obtained using the Single Pole Approximation (SPA), an approximation often used to …",
      "Scholar articles": "Calculation of Secondary Electron Yield of Alloys: Single Pole ApproximationRE Gutierrez, I Matanovic, MP Polak, RS Johnson… - 2021 22nd International Vacuum Electronics …, 2021Related articles ",
      "Link_to_paper": "https://ieeexplore.ieee.org/abstract/document/9722414/",
      "Authors_count": 6,
      "Author_order": 3,
      "Citation_count": null
    },
    {
      "Title": "Theoretical Modeling of Secondary Electron Yield Using First-Principles Input: Comparison with Experimental Measurements",
      "Authors": "Maciej Polak, Ivana Matanovic, Ryan Johnson, Raul E Gutierrez, Dane Morgan",
      "Publication date": "2020/10/19",
      "Conference": "2020 IEEE 21st International Conference on Vacuum Electronics (IVEC)",
      "Pages": "135-136",
      "Publisher": "IEEE",
      "Description": "Secondary electron yield of a material is a crucial factor in designing many electronic devices, from electron multipliers to high-power radio frequency devices used in the aerospace industry. In the latter, it is key in mitigating the highly destructive multipactor, where a low value of secondary electron yield is desired. In this work we present results for select elemental metals obtained using a newly developed, state-of-the-art, Monte Carlo code for modeling secondary electron emission with entirely first principle input. The results are compared with the available experimental data.",
      "Scholar articles": "Theoretical Modeling of Secondary Electron Yield Using First-Principles Input: Comparison with Experimental MeasurementsM Polak, I Matanovic, R Johnson, RE Gutierrez… - 2020 IEEE 21st International Conference on Vacuum …, 2020Related articles ",
      "Link_to_paper": "https://ieeexplore.ieee.org/abstract/document/9520613/",
      "Authors_count": 5,
      "Author_order": null,
      "Citation_count": null
    }
  ]
}